/* About app file name, without extension */
"about_en" = "about_en";

/* Action Button title text for add barcode stage */
"Add code" = "Add code";

/* Header message when add new food on AddFoodTableViewController */
"Add Food" = "Add Food";

/* Message at qr code label status on added */
"Added" = "Added";

/* Alert title of deleting all user added info */
"Alert" = "Alert";

/* Food icon name description for apple */
"Apple" = "Apple";

/* Food icon name description for aubergine */
"Aubergine" = "Aubergine";

/* Food icon name description for baguette */
"Baguette" = "Baguette";

/* Food icon name description for banana */
"Banana" = "Banana";

/* Food icon name description for beef */
"Beef" = "Beef";

/* Food icon name description for bread
   Food type description for bread */
"Bread" = "Bread";

/* Food icon name description for broccoli */
"Broccoli" = "Broccoli";

/* Food icon name description for butter */
"Butter" = "Butter";

/* Food icon name description for cabbage */
"Cabbage" = "Cabbage";

/* Cancel action on deleting all user added info */
"Cancel" = "Cancel";

/* Food icon name description for canned_food */
"Canned food" = "Canned food";

/* Food type description for canned food */
"Canned Food" = "Canned Food";

/* Food icon name description for carrot */
"Carrot" = "Carrot";

/* Food icon name description for cheese */
"Cheese" = "Cheese";

/* Action Button title text for add food stage */
"Choose food" = "Choose food";

/* Food icon name description for cucumber */
"Cucumber" = "Cucumber";

/* Delete action on deleting all user added info */
"Delete" = "Delete";

/* Message for rate us alert */
"Do you like our app?\nIf so, rate us!" = "Do you like our app?\nIf so, rate us!";

/* QR reader status label searchDone message */
"Done" = "Done";

/* Alert title while user enter dublicate data for new food description */
"Dublicate data" = "Dublicate data";

/* Food icon name description for eggs */
"Eggs" = "Eggs";

/* QR reader status label error message */
"Error" = "Error";

/* QR reader status label find message */
"Find" = "Find";

/* Food type description for fish */
"Fish" = "Fish";

/* Text for notification title */
"Food loss" = "Food loss";

/* Food icon name description for fruit
   Food type description for fruit */
"Fruit" = "Fruit";

/* Food icon name description for grapes */
"Grapes" = "Grapes";

/* Food icon name description for ham */
"Ham" = "Ham";

/* Food icon name description for ice_cream */
"Ice cream" = "Ice cream";

/* Internal error header */
"Internal alert" = "Internal alert";

/* Alert title while user enter invalid data for new food description */
"Invalid data" = "Invalid data";

/* Title for later action on rate us alert */
"Later" = "Later";

/* Food type description for meet */
"Meat" = "Meat";

/* Food icon name description for milk
   Food type description for milk */
"Milk" = "Milk";

/* Header message when modify exist food on AddFoodTableViewController */
"Modify Food" = "Modify Food";

/* Action refusal for user enter rewrite data with new food description
   Title for no action on rate us alert */
"No" = "No";

/* Message at qr code label status on not added */
"Not Added" = "Not Added";

/* QR reader status label not found message */
"Not Found" = "Not Found";

/* Action for user enter invalid data for new food description */
"Ok" = "Ok";

/* Agree button on internal error */
"OK" = "OK";

/* Food icon name description for onion */
"Onion" = "Onion";

/* Error massage when get capture device error */
"Oops, we get some problems with your camera" = "Oops, we get some problems with your camera";

/* Food icon name description for orange */
"Orange" = "Orange";

/* Food icon name description for pear */
"Pear" = "Pear";

/* Food icon name description for piece_of_cake */
"Piece of cake" = "Piece of cake";

/* Food icon name description for piranha */
"Piranha" = "Piranha";

/* Food icon name description for potatoes */
"Potatoes" = "Potatoes";

/* Internal error excuses */
"Press OK to terminate the app. Sorry for the inconvenience" = "Press OK to terminate the app. Sorry for the inconvenience";

/* Title for rate us alert */
"Rate Us" = "Rate Us";

/* Food icon name description for roast_chicken */
"Roast chicken" = "Roast chicken";

/* Food icon name description for salami */
"Salami" = "Salami";

/* Food icon name description for salmon */
"Salmon" = "Salmon";

/* QR reader status label searching message */
"Searching..." = "Searching...";

/* Massage for empty food by type screen */
"Seems like this category is empty" = "Seems like this category is empty";

/* Massage for empty fridge */
"Seems like your fridge is empty. Press \"Add\" to get some food to your fridge" = "Seems like your fridge is empty. Press \"Add\" to get some food to your fridge";

/* Food icon name description for strawberry */
"Strawberry" = "Strawberry";

/* Food icon name description for sushi */
"Sushi" = "Sushi";

/* Food type description for sweets */
"Sweets" = "Sweets";

/* Internal error description */
"There was an error while working whith your data" = "There was an error while working whith your data";

/* Text for notification body */
"Today end shelf life %@ product. Check your fridge to stay healthy!" = "Today end shelf life %@ product. Check your fridge to stay healthy!";

/* Food icon name description for tomatoe */
"Tomatoe" = "Tomatoe";

/* Food icon name description for tuna */
"Tuna" = "Tuna";

/* Name of unnown icon */
"Unnown" = "Unnown";

/* Food type description for user added food */
"User Added" = "User Added";

/* Food type description for vegitables */
"Vegetables" = "Vegetables";

/* Food icon name description for bread_2 */
"White bread" = "White bread";

/* Food type description for food without type */
"Without Type" = "Without Type";

/* Action approve for user enter rewrite data with new food description
   Title for yes action on rate us alert */
"Yes" = "Yes";

/* Food icon name description for yogurt */
"Yogurt" = "Yogurt";

/* Alert message while user enter dublicate data for new food description */
"You have already food with this name.\nDo you want to rewrite it's data with new?" = "You have already food with this name.\nDo you want to rewrite it's data with new?";

/* Alert message while user enter invalid data for new food description */
"You have enter invalid data to new food.\nPlease, check your info and try again" = "You have enter invalid data to new food.\nPlease, check your info and try again";

/* Alert message of deleting all user added info */
"You want to delete all info, that was added.\nAre you sure?" = "You want to delete all info, that was added.\nAre you sure?";

